<html>
  <head>
     
     <title>Coldplay </title>
	 <link rel="shortcut icon" type = "images/png" href="images/c.png">
          <link rel="stylesheet"  href="styles/css.css" />
	
  </head>
  
  
  <center>
  <h1> </h1> 
   <img src="images/coldplay.jpg"  width="400" title="Coldplay">
	<hr>
  </center>
  
  
  <body>
   <center>
   <a href="Coldplay.php"> Αρχική|</a>
   <a href="members.php"> Μέλη |</a>  
   <a href="music.php">Μουσική | </a>  
   <a href="contact.php" > Επικοινωνία |</a> 
   <a href="eshop.php">Κατάστημα | </a>
 
  </center><br><br><br>
  <center>
  <h2> Λίγα λόγια για το συγκρότημα</h2><br>
  <center>
  <h4>Οι Coldplay είναι βρετανικό συγκρότημα της εναλλακτικής ροκ μουσικής που δημιουργήθηκε στο Λονδίνο το 1996
  <br>Το συγκρότημα αποτελείται από τους Κρις Μάρτιν, Τζόνι Μπάκλαντ, Γκάι Μπέριμαν  και Γουίλ Τσάμπιον.<br>
  Τα μέλη του συγκροτήματος γνωρίστηκαν όταν ήταν φοιτητές στο University College του Λονδίνου (UCL) το Σεπτέμβριο του 1996.<br>
  Ο Μάρτιν και ο Μπάκλαντ ήταν τα αρχικά μέλη των Coldplay, οι οποίοι είχαν γνωριστεί στην εβδομάδα γνωριμίας του πανεπιστημίου.<br>
  Πέρασαν το υπόλοιπο ακαδημαϊκό έτος, σχεδιάζοντας την δημιουργία ενός συγκροτήματος, το οποίο θα ονομαζόταν Pectoralz.<br>
  Αργότερα, ένας συμμαθητής τους, ο Guy Berryman, έγινε μέλος του συγκροτήματος. Το 1997 το συγκρότημα μετονομάστηκε σε Starfish. <br>
  Την ίδια χρονιά έδωσαν συναυλίες σε διάφορα μικρά κλαμπ στο Κάμντεν για να τραβήξουν την προσοχή διαφόρων μάνατζερ.<br>
  Ο Μάρτιν προσέγγισε τον παλιό του συμμαθητή Φιλ Χάρβεϊ (Phil Harvey)και του ζήτησε να γίνει ο μάνατζερ του συγκροτήματος.<br>
  Από εκείνη την μέρα, ο Φιλ θεωρείται το πέμπτο μέλος των Coldplay.Το συγκρότημα ολοκληρώθηκε, όταν έγινε μέλος και ο Γουίλ Τσάμπιον. <br>
  Το συγκρότημα, τελικά, κράτησε το όνομα Coldplay, το οποίο πρότεινε ο Τιμ Κρόμπτον (Tim Crompton), ένας συμφοιτητής τους, ο οποίος χρησιμοποίησε, παλαιότερα, το όνομα αυτό για το συγκρότημά του.<br></h4>
  </center>
   
	
   

 
  </body>
 </html>  